/* User/pwd server verification */
"Authentication Required" = "Требуется аутентификация";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "Отмена";

/* HTTPS server verification */
"Proceed" = "Продолжить";

/* Link long-press context menu */
"Copy Link" = "Скопировать ссылку";

/* Google autocomplete error */
"Error: " = "Ошибка: ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "Не удается установить аудиосессию для webview; возможны проблемы со звуком.";

/* User/pwd server verification */
"Log In" = "Войти";

/* Link long-press context menu */
"Open Here" = "Открыть в этой вкладке";

/* Link long-press context menu */
"Open in New Tab" = "Открыть в новой вкладке";

/* User/pwd server verification */
"Password" = "Пароль";

/* Google autocomplete error */
"response code %d" = "код ответа: %d";

/* Google autocomplete error */
"response format unrecognized" = "нераспознанный формат ответа";

/* Google autocomplete error */
"response non-decodable" = "ответ не поддается расшифровке";

/* Google autocomplete error */
"response parsing %@" = "разбор ответа: %@";

/* HTTPS server verification */
"Warning" = "Предупреждение";

/* HTTPS server verification */
"The site's security certificate is not trusted. Do you want to proceed?" = "Сертификат безопасности сайта не подтвержденный. Вы хотите продолжить?";

/* User/pwd server verification */
"Username" = "Имя пользователя";

/* Link long-press context menu */
"Open in Background Tab" = "Открыть в фоновой вкладке";

/* Bookmark view controller */
"Edit Bookmark" = "Редактирование закладки";

/* Link long-press context menu */
"Save Image" = "Сохранить изображение";

/* Link long-press context menu */
"Save Video" = "Сохранить видео";

/* Web download failure alert title */
"Download Failed" = "Ошибка загрузки";

/* Web download failure description */
"File download failed due to network error." = "Загрузка файлов не удалось из-за ошибки сети.";

/* Web download failure description */
"The file had unexpected content." = "В файле обнаружено непредвиденное содержимое.";

/* Web download failure description */
"The file could not be saved to Camera Roll." = "Невозможно сохранить файл в Фотопленка.";

/* Web download failure description */
"File download failed due to internal error %@." = "Загрузка файлов не удалась из-за внутренней ошибки %@.";

/* Download prohibition alert text */
"Browser cannot download this file." = "Браузер не может загрузить этот файл.";

/* Generic alert popup button */
"OK" = "OK";

/* Generic alert popup button */
"Cancel" = "Отмена";
